{
    "Objetivo": "Objetive",
    "Pasos": "Steps",
    "Adquirir": "Acquire",
    "Colaboración": "Collaboration",
    "Falta poco para que puedan adquirir sus Firu's con Fiat.": "There is little left before they can buy their Firu's with Fiat.",
    "Tu mejor crypto amigo": "Your best crypto friend",
    "Identificamos a todos los animales con y sin hogar con un chip que cuenta con un código único para registrarlo con tecnología blockchain.": "We identify all homeless and homeless animals with a chip that has a unique code to register it with blockchain technology.",
    "Copiar contrato": "Copy contract",
    "Contrato": "Contract",
    "Dirección de contrato:": "Contract address:",
    "Copiado al portapapeles.": "Copied to clipboard.",
    "Cerrar": "Close",
    "Comprar ahora en apeswap": "Buy now at apeswap",
    "Agregar liquidez en apeswap": "Add liquidity in apeswap",
    "Compruebe bsc scan": "Check bsc scan",
    "Ver soportes lp": "See lp mounts",
    "Inversión total": "Total inversion",
    "Mi objetivo": "My objective",
    "Ayudaré a todos mis amigos a tener una identidad y trazabilidad de vida registrada en mi blockchain.": "I will help all my friends to have an identity and life traceability registered on my blockchain.",
    "Soy un proyecto desarrollado por tecnología BLOCKCHAIN, mis creadores programaron identificar a todos mis amigos caninos y felinos con hogar o sin hogar, ganados, peces, en cautiverio o silvestres con un chip que cuenta con un código único y será vinculado con todos los datos requeridos para registrarlo en mi blockchain adicionando un smart contract Erc-721, haciendolos únicos por la enternidad.": "I am a project developed by BLOCKCHAIN ​​technology, my creators programmed to identify all my canine and feline friends with home or homeless, cattle, fish, in captivity or wild with a chip that has a unique code and will be linked with all the required data to register it in my blockchain adding a smart contract Erc-721, making them unique for the entity.",
    "Este proceso hará que todos mis amigos caninos puedan ser identificados y ubicados con sus dueños. Y en el caso de no tenerlos podemos buscarle uno.": "This process will allow all my canine friends to be identified and located with their owners. And in the case of not having them, we can find one for you.",
    "Chip de identificación": "Identification chip",
    "Cada animal estará con el chip vinculado a un código en mi blockchain y una direccion(wallet) que les brindaremos a cada uno al momento de registrarlos.": "Each animal will have the chip linked to a code in my blockchain and an address (wallet) that we will provide each one at the time of registration.",
    "Código qr": "Qr code",
    "Todos contarán con una dirección de mi blockchain y podrá recibir mis token’s por medio de un QR que estará en su collar y será administrado por su dueño o su futuro dueño.": "Everyone will have an address on my blockchain and will be able to receive my tokens through a QR that will be on their necklace and will be managed by their owner or future owner.",
    "Adquiere tus firus": "Get your firus",
    "Calcula el monto de tus firus": "Calculate the amount of your firus",
    "Puedes adquirir tus firus en nuestro intercambio.": "You can buy your firus in our exchange.",
    "Billetera Virtual": "Virtual Wallet",
    "Pasos simples para comenzar": "Simple steps to get started",
    "Sigue estos sencillos pasos para descargar tu billetera virtual. Usando Firu's, podrás lograr ahorros significativos en fee´s, tiempo y te brindará seguridad de tu dinero.": "Follow these simple steps to download your virtual wallet. Using Firu's, you will be able to achieve significant savings in fees, time and it will provide you with security of your money.",
    "Instala tu billetera": "Install your wallet",
    "Agregate a la red MOVR": "Add yourself to the MOVR network",
    "Agrega el contrato inteligente": "Add the smart contract",
    "Billeteras": "Wallets",
    "Billeteras virtuales": "Virtual wallets",
    "Descargas": "Downloads",
    "Descarga e instala tu billetera virtual favorita.": "Download and install your favorite virtual wallet.",
    "Palabras claves": "Keywords",
    "Ordena tus palabras clave de respaldo y guardalas en un lugar seguro.": "Sort your backup keywords and keep them in a safe place.",
    "Crear billetera": "Create wallet",
    "Crea tu billetera virtual y comienza a recibir Firu's.": "Create your virtual wallet and start receiving Firu's.",
    "Agregar red": "Add network",
    "Si estas en ordenador solo buscar la opción RPC, si estas en el celular entrar a 'configuración < redes' para agregar la nueva red.": "If you are on the computer, just look for the RPC option, if you are on the cell phone go to 'configuration < networks' to add the new network.",
    "Completar información": "Complete information",
    "Debes completar la información que se solicita.": "You must complete the information that is requested.",
    "has click aquí.": "click here.",
    "Copie los textos en sus respectivas casillas": "Copy the texts in their respective boxes",
    "Nombre de Red:": "Network Name:",
    "Nuevo URL RPC:": "New RPC URL:",
    "ID de Cadena:": "Chain ID",
    "Símbolo:": "Symbol:",
    "Símbolo": "Symbol",
    "URL del Explorador de bloques:": "Block Explorer URL:",
    "Red MOVR cargada": "MOVR network loaded",
    "Listo ahora puedes agregar el contacto inteligente de Inticoin en el paso 3.": "Ready now you can add the Inticoin smart contact in step 3.",
    "Abre tu billetera": "Open your wallet",
    "En Metamask muevete hasta abajo del todo y has click en Agregar Tokens. En Trust wallet, hacer click en el ícono superior derecho.": "In Metamask move all the way to the bottom and click Add Tokens. In Trust wallet, click on the upper right icon.",
    "Agregar contrato": "Add contract",
    "Copia la dirección del": "Copy the address of the",
    "Contrato de Firulaix": "Firulaix contract",
    "y pegue en el campo llamado 'Token Contract Address' del Metamask. En el Trust wallet solo pegar en el buscador.": "and paste in the field called 'Token Contract Address' of the Metamask. In the Trust wallet, just hit the search engine.",
    "Ver Firu's": "See Firu's",
    "En Metamask, has click en Add Tokens para acabar En Trust Wallet, arrastrar el slide a la derecha y listo ¡Eso es todo! Ahora ya puedes consultar el balance de tus tokens Firus's.": "In Metamask, click on Add Tokens to finish In Trust Wallet, drag the slide to the right and voila, that's it! Now you can check the balance of your Firus's tokens.",
    "Está destinado para la liquidez de los pares en Apeswap.": "It is intended for the liquidity of peers on Apeswap.",
    "Desarrollo del proyecto y gastos administrativos.": "Project development and administrative expenses.",
    "Publicidad y marketing.": "Advertising and marketing.",
    "Capitalización": "Capitalization",
    "La capitalización será dividida en porcentajes de la siguiente manera:": "The capitalization will be divided into percentages as follows:",
    "fué Listado y se agregó liquidez en apeswap con 3 token en par con FIRU (BUSD-BNB-BANANA).": "was Listed and liquidity was added in apeswap with 3 token in pair with FIRU (BUSD-BNB-BANANA).",
    "La elección de la gente": "People's choice",
    "Firulaix es un proyecto líder para petlover's dentro de la Binance Smart Chain, con los volúmenes de negociación más altos del mercado.": "Firulaix is ​​a leading project for petlover's within the Binance Smart Chain, with the highest trading volumes in the market.",
    "Tarifas bajas": "Low rates",
    "¿Por qué pagar más? Firulaix se ejecuta en Binance Smart Chain, una cadena de bloques con costos de transacción mucho más bajos que Ethereum o Bitcoin. Las tarifas de negociación también son más bajas que las de otros intercambios descentralizados principales, ¡así que es una doble ganancia para usted!.": "Why pay more? Firulaix runs on Binance Smart Chain, a blockchain with much lower transaction costs than Ethereum or Bitcoin. The trading fees are also lower than other major decentralized exchanges, so it's a double win for you!.",
    "Descentralizado": "Decentralized",
    "Opere directamente desde la aplicación de su billetera. A diferencia de los intercambios centralizados como Binance o Coinbase, Firulaix no retiene sus fondos cuando realiza transacciones: tiene el 100% de propiedad de su propia criptografía.": "Trade directly from your wallet app. Unlike centralized exchanges like Binance or Coinbase, Firulaix does not hold your funds when you transact - it has 100% ownership of its own crypto.",
    "Solo los animales no fueron expulsados del paraíso": "Only animals were not expelled from paradise",
    "Desarrollo de la plataforma": "Platform development",
    "Desarrollo de la plataforma.": "Platform development.",
    "Julio - Setiembre 2021": "July - September 2021",
    "B Venta al público.": "B Sale to the public.",
    "Imagen corporativa.": "Corporate image.",
    "Listar la token en plataforma DeFi.": "List the token on DeFi platform.",
    "Educación del uso de la token Firu.": "Education of the use of the Firu token.",
    "Desarrollo de la blockchain firulaixcoin": "Development of the FirulaixCoin blockchain",
    "Octubre - Diciembre 2021": "October - December 2021",
    "Pruebas del uso de la token en tiendas y establecimientos de atención animal (veterinarias, Petshop’s,etc.).": "Evidence of the use of the token in stores and animal care establishments (veterinarians, Petshop’s, etc.).",
    "Comenzamos con las ferias de mascotas para la educación, aumentar los holders y tener base de datos de chipeos en mascotas de nuestro ecosistema.": "We started with pet fairs for education, increase holders and have a database of pet chipping from our ecosystem.",
    "Desarrollo de la plataforma Firu Park.": "Development of the Firu Park platform.",
    "Creación de la 1ra galería de colección NFT para recaudación de fondos.": "Creation of the 1st NFT collection gallery for fundraising.",
    "Desarrollo y pruebas de las NFT de registro animal.": "Development and testing of animal registry NFTs.",
    "Nos mudamos a Moonriver.": "We moved to Moonriver.",
    "Comercialización de la cryptomoneda firulaixcoin": "Marketing of the cryptocurrency firulaixcoin",
    "Enero 2022": "January 2022",
    "Distribuir la cryptomeneda en establecimientos.": "Distribute the cryptomeneda in establishments.",
    "Listar en más plataformas DeFi.": "List on more DeFi platforms.",
    "Fomentar la comercialización en departamentos como en LATAM.": "Promote commercialization in departments such as in LATAM.",
    "Registrar diferentes animales en cautiverio y silvestres (Ganados, peces, animales de zoológico).": "Register different captive and wild animals (Cattle, fish, zoo animals).",
    "Preguntas Frecuentes": "Frequent Questions",
    "Adquiere tus firu´s": "Get your firu's",
    "Conclusiones": "Conclusions",
    "En agenda": "On agenda",
    "¿Como me crearon?": "How did they create me?",
    "Soy un contrato inteligente BEP20 en la blockchain de SmartChain, con estos detalles:": "I am a BEP20 smart contract on the SmartChain blockchain, with these details:",
    "Suministro Total": "Total Supply",
    "Dígitos": "Digits",
    "¿Para qué fui creado?": "What was I created for?",
    "Soy la primera versión del proyecto FIRULAIX, con el objetivo de generar una capitalización para poder identificar a todos mis amigos caninos y felinos que tengan hogar o esten en las calles. Cuando mis amigos estén identificados, podré compartir mis billeteras virtuales con todos ellos para que puedan tener sus propios fondos, administrados por sus dueños y así podrán ser atendidos en todos los establecimientos clínicos, tiendas y aeropuertos. Con esto generar un comercio dedicado a los ánimales.": "I am the first version of the FIRULAIX project, with the aim of generating a capitalization to be able to identify all my canine and feline friends who have a home or are on the streets. When my friends are identified, I will be able to share my virtual wallets with all of them so that they can have their own funds, managed by their owners and thus they can be treated in all clinical establishments, stores and airports. With this generate a trade dedicated to the animals.",
    "¿Cómo lograré mis objetivos?": "How will I achieve my goals?",
    "Con el capital recaudado crearemos nuestra propia blockchain para registrar los códigos de los chip´s que implantaremos a todos nuestros amigos, junto con los contratos inteligentes ERC721 conseguiremos un registro único. Está primera etapa, sera el inicio de identificación y trazabilidad de otros animales como ganados, peces, aves de granja, animales de zoológico, etc... El enfoque que tenemos es la autenticación de mis amigos caninos desde su nacimiento, haciendoles una trazabilidad de generación en generación, asegurando su raza pedigree de una manera segura y eficiente.": "With the capital raised we will create our own blockchain to register the codes of the chips that we will implant to all our friends, together with the ERC721 smart contracts we will achieve a unique registry. This first stage will be the beginning of the identification and traceability of other animals such as cattle, fish, farm birds, zoo animals, etc ... The approach we have is the authentication of my canine friends from birth, making them a traceability of generation after generation, ensuring their pedigree breed in a safe and efficient manner.",
    "¿Necesitas más detalles?": "Do you need more details?",
    "La blockchain es una red super segura que nos ayudará a vincular el código de los chip´s hacia el registro principal en la blockchain y a la vez brindar a cada usuario animal una dirección que podrán usuarla para guardar mis token's FIRU's. Los chip´s que vamos a implantar son del tamaño de un grano de arroz y pueden albergar datos de valor para su identificación, ubicación y verificación a quien les pertence, imaginence si eso lo guardamos de manera segura en mi propia red en BLOKCHAIN y adicional a todo esto, tendré mi propia cryptomoneda para que todos los veterinarios, clínicas y tiendas para animales puedan recibirlas, eso lo lograremos gracias a nuestros partners que son muy importante para nosotros y forman parte de una asociación donde hay más de 200 establecimintos, junto a municiplaidades distritales, centros de atención animal, amigos de los animales y otros....": "The blockchain is a super secure network that will help us link the chip code to the main registry in the blockchain and at the same time provide each animal user with an address that they can use to save my FIRU's tokens. The chips that we are going to implant are the size of a grain of rice and can hold valuable data for identification, location and verification to whom it belongs, imagine if we keep that safely on my own network in BLOKCHAIN ​​and additional To all this, I will have my own cryptocurrency so that all veterinarians, clinics and pet stores can receive them, we will achieve this thanks to our partners who are very important to us and are part of an association where there are more than 200 establishments, together with district municipalities, animal care centers, animal friends and others ...",
    "¿Como adquirir tus firu's?": "How to acquire your firu's?",
    "Seleccione el botón 'Adquiere tus FIRU's.'": "Select the button 'Acquire your FIRU's.'",
    "Elije la token que intercambiaras con los FIRU's en el cuadro de intercambio descentralizado. Elije el monto y el monto de FIRU´s se calculara de acuerdo al precio de mercado.": "Choose the token that you will exchange with the FIRU's in the decentralized exchange box. Choose the amount and the amount of FIRU's will be calculated according to the market price.",
    "Presione el botón 'Approve' si lo haces por primera vez, sino el botón de 'Swap' para realizar el intercambio.": "Press the 'Approve' button if you are doing it for the first time, but the 'Swap' button to make the exchange.",
    "Si deseas hacerlo directamente de la plataforma Apeswap puedes": "If you want to do it directly from the Apeswap platform you can",
    "hacer click aquí.": "click here.",
    "¿Como adquirir Firu's si no tengo token's de Binance Smart Chain (BSC)?": "How to acquire Firu's if I don't have Binance Smart Chain (BSC) tokens?",
    "Puede escribir al email: firulaix@firulaixcoin.finance, y puedes adquirlos con LTC, BTC, DASH u otra criptomoneda a negociar.": "You can write to the email: firulaix@firulaixcoin.finance, and you can acquire them with LTC, BTC, DASH or another cryptocurrency to be traded.",
    "Desarrollo del proyecto": "Project development",
    "Un 40% de la capitalización de distribución de token´s FIRU, servirá para el desarrollo del proyecto e irá avanzando de acuerdo al capital recaudado. El capital restante será para líquidez, farming, staking de acuerdo a la sugerencia de la plataforma a listar (Apeswap) y un 10% para marketing y publicidad.": "40% of the FIRU token distribution capitalization will be used for the development of the project and will progress according to the capital raised. The remaining capital will be for liquidity, farming, staking according to the suggestion of the platform to be listed (Apeswap) and 10% for marketing and advertising.",
    "Funcionalidad del proyecto": "Project functionality",
    "El proyecto es ejecutado para cubrir un gran segmento del sector animal, que son los caso de: Registro civil por animal, fomentar y facilitar la adopción, trazabilidad pedigree, trazabilidad de alimentos para animales, ubicación de animales extraviados, etc.": "The project is executed to cover a large segment of the animal sector, which are the case of: Civil registry per animal, promoting and facilitating adoption, pedigree traceability, traceability of animal feed, location of lost animals, etc.",
    "No se pierdan la Firu descendencia": "Don't miss the Firu offspring",
    "Firulaix tendrá una descendencia de 20 cachorros pedigree con Firulina.": "Firulaix will have an offspring of 20 pedigree puppies with Firulina.",
    "Esta descendencia será dada en adopción a los FIRU Founder's y así daremos inicio a una raza mediante el código genético que serán mezclados por medio de sus contratos inteligentes ERC721 (NFT).": "This offspring will be given for adoption to the FIRU Founder's and thus we will start a race through the genetic code that will be mixed through their ERC721 (NFT) smart contracts.",
    "El desarrollo de juegos que serán recompensados con FIRU's.": "The development of games that will be rewarded with FIRU's.",
    "Ansiosos de construir la tienda y abastecer a todos mis amigos.": "Eager to build the store and supply all my friends.",
    "Nuestros Partners": "Our Partners",
    "Soy un contrato inteligente de la Binance Smart Chain (Bep 20) y Ayudaré a todos mis amigos a tener una identidad y trazabilidad de vida registrada en mi blockchain.": "I am a smart contract of the Binance Smart Chain (Bep 20) and I will help all my friends to have an identity and life traceability registered on my blockchain.",
    "Todos los derechos reservados": "All rights reserved",
    "Intercambio": "Exchange",
    "Conseguir FIRU's en Apeswap": "Get FIRU's on Apeswap",
    "Dirigirse a la página de intercambio": "Go to the exchange page",
    "Si aún no ha conectado su billetera a Apeswap, puede hacerlo con el boton conectar en la partes superior derecha de la plataforma. puede ver la guía": "If you have not yet connected your wallet to Apeswap, you can do so with the connect button on the top right of the platform. you can see the guide",
    "Elija el token con el que desea operar en el menú desplegable de la sección 'Front'. La configuración predeterminada es BUSD. Cualquiera que sea el token que elija, deberá asegurarse de tener algunos con los que comerciar. Su saldo se muestra encima del menú desplegable de token's.": "Choose the token you want to trade with from the drop-down menu in the 'Front' section. The default setting is BUSD. Whichever token you choose, you will need to make sure you have a few to trade with. Your balance is displayed above the token drop-down menu.",
    "Elija el token con el que desea comerciar en la sección 'To' como se indicó anteriormente. A continuación, escriba una cantidad para su moneda 'To' haciendo clic dentro del cuadro de entrada. El monto de la moneda 'From' se calculará automáticamente. También puede escribir la cantidad 'From' y tener la estimación de la cantidad 'To' automáticamente si lo desea.": "Choose the token you want to trade in the 'To' section as stated above. Next, enter an amount for your 'To' currency by clicking inside the input box. The 'From' coin amount will be calculated automatically. You can also type in the 'From' quantity and have the 'To' quantity estimate automatically if you wish.",
    "Verifique los detalles y haga clic en el botón 'Change'.": "Check the details and click the 'Change' button.",
    "Aparecerá una ventana con más detalles. Verifique que los detalles sean correctos. Cuando esté listo, haga clic en el botón Confirmar intercambio. Su billetera le pedirá que confirme la acción.": "A window with more details will appear. Check that the details are correct. When you're ready, click the Confirm Trade button. Your wallet will ask you to confirm the action.",
    "¡Listo! Puede hacer clic en Ver en BscScan para ver los detalles de su transacción en el explorador.": "Ready! You can click View in BscScan to view the details of your transaction in the browser.",
    "Agregar fondos de liquidez": "Add liquidity funds",
    "Para proporcionar liquidez, deberá comprometer una cantidad de cualquier par de tokens que desee. Su valor más bajo (en USD) de los dos tokens será el límite a la liquidez que puede proporcionar.": "To provide liquidity, you will need to commit an amount of any pair of tokens you want. Your lower value (in USD) of the two tokens will be the limit to the liquidity you can provide.",
    "Seleccione la token que agregará liquidez en este ejemplo utilizamos BUSD e FIRU, ingrese una cantidad en uno de los tokens en 'Entrada'. El otro lo calculará automáticamente.": "Select the token that will add liquidity in this example we use BUSD and FIRU, enter an amount in one of the tokens in 'Entry'. The other will calculate it automatically.",
    "Haga clic en el botón Aprobar FIRU. Su billetera le pedirá que confirme la acción.": "Click the Approve FIRU button. Your wallet will ask you to confirm the action.",
    "El botón de suministro se iluminará. Pinchelo.": "The supply button will illuminate. Click it.",
    "Aparecerá una ventana que indica cuánto efecto. Haga clic en el botón Confirmar suministro. Su billetera le pedirá que confirme la acción.": "A window will appear indicating how much effect. Click the Confirm Supply button. Your wallet will ask you to confirm the action.",
    "Después de una breve espera, verá el saldo de su LP Token en la parte inferior de la página y puede repetir los pasos anteriores para agregar más liquidez en cualquier momento.": "After a short wait, you will see your LP Token balance at the bottom of the page and you can repeat the steps above to add more liquidity at any time.",
    "Agregue liquidez": "Add liquidity",
    "aquí.": "here.",
    "Puedes colaborar con nuestro proyecto depositando en:": "You can collaborate with our project by depositing in:",
    "Dirección de recepción:": "Reception address:",
    "Token aceptado:": "Accepted Token:",
    "Token preferido:": "Preferred Token:",
    "Contribución": "Contribution",
    "Colabora con nuestro proyecto": "Collaborate with our project",
    "Puedes colaborar con nuestro proyecto haciendo un depósito a nuestras siguientes cuentas del banco:": "You can collaborate with our project by making a deposit to our following bank accounts:",
    "DOLARES": "DOLLARS",
    "Calculadora firulaix": "Firulaix Calculator",
    "Equivalencia en firu's": "Equivalence in firu's",
    "De:": "From:",
    "Para:": "To:",
    "Horarios de atención:": "Attention schedule:",
    "Lunes a Viernes": "Monday to Friday",
    "Sábados": "Saturdays",
    "Cualquier colaboración fuera de los horarios establecidos, serán atendidos al siguiente día. Si es fin de semana o feriado, se atenderá el día hábil más próximo.": "Any collaboration outside the established hours will be taken care of the next day. If it is a weekend or a holiday, the next business day will be attended.",
    "Aquí podrás visualizar tu address en caso te hayas creado una wallet en Metamask, para ello debes ingresar desde el plugin de tu navegador o haciendo click en el siguiente boton:": "Here you can view your address in case you have created a wallet in Metamask, for this you must enter from your browser plugin or by clicking on the following button:",
    "Conéctate para ver tu address aquí": "Log in to see your address here",
    "¿Aun no tienes una billetera virtual?": "Don't have a virtual wallet yet?",
    "Si aun no tiene una billetera virtual puede ver nuestro tutorial:": "If you don't have a virtual wallet yet, you can see our tutorial:",
    "Formulario de colaboración": "Collaboration form",
    "Número de Operación": "Operation number",
    "Debe ingresar un número de operación válido": "You must enter a valid transaction number",
    "Ingrese el número de operación que figure en su voucher": "Enter the transaction number that appears in your voucher",
    "Conectar": "Connect",
    "Conectado": "Connected",
    "Dolares": "Dollars",

    "Pegue el address donde quieras que te lleguen tus FIRU's": "Paste the address where you want your FIRU's to arrive",
    "Ingresa tus datos para registrar tu colaboración y hacerte llegar tu obsequio:": "Enter your information to register your collaboration and send you your gift:",
    "Debe ingresar un address válido": "You must enter a valid address",
    "Este campo es requerido": "This field is required",
    "Escribe el address que te proporcionan al momento de crearte una billetera virtual": "Write the address provided when creating a virtual wallet",
    "Debe ingresar un email válido": "You must enter a valid email",
    "Digite un email válido para enviarle la información de la transacción de sus FIRU's": "Enter a valid email to send you the transaction information of your FIRU's",
    "Click dentro del recuadro para cargar una foto de tu voucher de pago": "Click inside the box to upload a photo of your payment voucher",
    "Enviar": "Send",
    "Gracias por su colaboración, recibira un email de confirmación.": "Thank you for your collaboration, you will receive a confirmation email.",
    "Revise su bandeja de entrada de lo contrario su bandeja 'spam'.": "Check your inbox otherwise your 'spam' box.",
    "Próximamente": "Comming soon",
    "Migración": "Migration",
    "Los FIRU's en la red BSC tienen que ser devueltos a esta dirección:": "The FIRU's in the BSC network have to be returned to this address:",
    "Ingrese los datos requeridos para enviarte el firulaix de la red Moonriver:": "Enter the data required to send you the firulaix of the Moonriver network:",
    "Formulario de transacción": "Transaction form",
    "Hash de transacción de BSC": "BSC transaction hash",
    "Ingrese el numero de tx. del envio de sus FIRU's en BSC": "Enter the tx. number of sending your FIRU's in BSC",
    "Click dentro del recuadro para cargar una foto de la transacción realizada": "Click inside the box to upload a photo of the transaction made",
    "Realiza una captura de tu transacción como en el siguiente ejemplo:": "Capture your transaction as in the following example:"
}